Repository: RetroAchievements/RASnes9x
Catalog: gtk/po/*.po
Languages: de

source: Swap controllers 1 & 2
de: Steuerungen 1 und 2 tauschen

source: Rewind
de: Zurück spulen

source: Capture/release mouse
de: Maus einfangen bzw. freilassen

source: Misc
de: Verschiedenes

source: Shortcuts
de: Tastenkürzel

source: Pause emulation when switching away from Snes9x
de: Emulation pausieren, wenn von Snes9x weggeschaltet wird

source: Force‑enable button and menu icons
de: Anzeige von Symbolen auf Knöpfen und in Menüs erzwingen

source: The <tt>Esc</tt> key should:
de: <tt>Esc</tt>‑Taste soll:

source: Initial background:
de: Anfänglicher Hintergrund:

source: <b>Window Behavior</b>
de: <b>Fensterverhalten</b>

source: Prevent the screensaver from activating
de: Aktivierung des Bildschirmschoners verhindern

source: <b>Screensaver</b>
de: <b>Bildschirmschoner</b>

source: UI
de: Benutzerschnittstelle

source: Snes9x – A Portable Super Nintendo Entertainment System™ Emulator Snes9x homepage: http://www.snes9x.com/ Snes9x source code: https://github.com/snes9xgit/snes9x/ Permission to use, copy, modify and/or distribute Snes9x in both binary and source form, for non‑commercial purposes, is hereby granted without fee, providing that this license information and copyright notice appear with all copies and any derived work. This software is provided ‘as‑is’, without any express or implied warranty. In no event shall the authors be held liable for any damages arising from the use of this software or it’s derivatives. Snes9x is freeware for PERSONAL USE only. Commercial users should seek permission of the copyright holders first. Commercial use includes, but is not limited to, charging money for Snes9x or software derived from Snes9x, including Snes9x or derivatives in commercial game bundles, and/or using Snes9x as a promotion for your commercial product. The copyright holders request that bug fixes and improvements to the code should be forwarded to them so everyone can benefit from the modifications in future versions. Super NES and Super Nintendo Entertainment System are trademarks of Nintendo Co., Limited and its subsidiary companies.
de: Snes9x: Ein portierbarer Super Nintendo Entertainment System™‑Emulator Snes9x‑Webpräsenz: https://www.snes9x.com/ Snes9x‑Quellcode: https://github.com/snes9xgit/snes9x/ Unter der Voraussetzung, dass diese Lizenzinformation und dieser Urheberrechtshinweis in allen Vervielfältigungen sowie abgeleiteten Werken erscheinen, wird hiermit eine Erlaubnis zur Nutzung, Vervielfältigung, Änderung und Verbreitung von Snes9x in sowohl binärer als auch Quellcode‑Form für nicht kommerzielle Zwecke kostenlos gewährt. Diese Software wird in ihrem jeweiligen Zustand ohne jedwede ausdrückliche noch stillschweigende Garantie gestellt. Unter keinen Umständen haften die Urheberinnen und Urheber für jedwede Schäden, die sich aus der Nutzung dieser Software oder von ihr abgeleiteten Werken ergeben. Snes9x ist ausschließlich bei der PERSÖNLICHEN NUTZUNG eine kostenlose Software. Kommerzielle Nutzer sollten eine Erlaubnis bei den Urheberinnen und Urhebern im Voraus einholen. Eine kommerzielle Nutzung schließt, aber ohne darauf beschränkt zu sein, die Erhebung von Entgelt für Snes9x oder abgeleitete Software von Snes9x, die Einschließung von Snes9x oder Ableitungen in kommerzielle Spielebündel und die Verwendung von Snes9x zur Bewerbung eines eigenen kommerziellen Produkts ein. Die Urheber fordern zur Weitergabe von behobenen Fehlern und Verbesserungen an sie auf, damit jeder von den Modifikationen in zukünftigen Versionen nutznießen kann. Ausschließlich die englischsprachige Version dieser Lizenz ist rechtswirksam. „Super NES“ und „Super Nintendo Entertainment System“ sind Warenzeichen der Nintendo Co., Limited und ihrer Tochterunternehmen.
