Repository: RetroAchievements/RASnes9x
Catalog: gtk/po/*.po
Languages: de

source: Unknown
de: unbekannt

source: Keyboard {}{}{}{}
de: Taste {}{}{}{}

source: Axis {} {} {}%
de: Achse {} {} {}%

source: Button {}
de: Knopf {}

source: Unset
de: frei

source: Error
de: Fehler

source: Description
de: Beschreibung

source: Cheat
de: Schummelei

source: No description
de: unbeschrieben

source: Couldn't find any cheat codes in input.
de: In der Eingabe konnten keine Schummel‑Codes gefunden werden

source: Couldn't Find Cheats Database
de: Die Schummeldatenbank konnte nicht gefunden werden

source: No Matching Game Found
de: Kein passendes Spiel gefunden

source: The database file <b>cheats.bml</b> was not found. It is normally installed with Snes9x, but you may also place a custom copy in your configuration or cheats directory.
de: Die Datenbankdatei <tt>cheats.bml</tt> wurde nicht gefunden. Normalerweise, wird sie mit Snes9x installiert, aber eine benutzerdefinierte Kopie kann auch im Konfigurations‑ oder Schummelverzeichnis platziert werden.

source: No matching game was found in the databases. If you are using a non-official translation or modified copy, you may be able to find and manually enter the codes.
de: Es wurde kein passendes Spiel in der Datenbank gefunden. Wird eine inoffizielle Übersetzung oder eine modifizierte Kopie verwendet, so können die Codes gesucht und händisch eingegeben werden.

source: Couldn't create config directory: {}
de: Das Konfigurationsverzeichnis „{}“ konnte nicht erstellt werden

source: Connection Error
de: Verbindungsfehler

source: frame behind
de: Bild zurück

source: Same location as current game
de: Ort des aktuellen Spiels

source: {0:Ld}×{1:Ld} @ {2:.3Lf} Hz
de: {0:Ld}×{1:Ld} bei {2:.3Lf} Hz

source: OpenGL – Use 3D graphics hardware
de: OpenGL: 3D‑Grafik‑Hardware verwenden

source: XVideo – Use hardware video blitter
de: XVideo: Hardware Video‑Blitter verwenden

source: None – Use software scaler
de: Keine: Software Skalierung verwenden

source: thread for filtering and scaling
de: Ausführungsstrang filtern und skalieren

source: millisecond
de: Millisekunde

source: second after change
de: Sekunde nach Änderung speichern

source: GTK+ port version:
de: Version der GTK‑Portierung:

source: English localization by Brandon Wright
de: Englische Lokalisierung durch Brandon Wright

source: Select directory
de: Verzeichnis auswählen

source: Select Shader File
de: Schattierungsdatei auswählen

source: Changing the SRAM directory with a game loaded will replace the .srm file in the selected directory with the SRAM from the running game. If this is not what you want, click 'cancel'.
de: Die Änderung des SRAM‑Verzeichnisses während ein Spiel geladen ist wird die <tt>.srm</tt>‑Datei im gewählten Verzeichnis durch das SRAM des laufenden Spiels ersetzen. Falls dies nicht gewollt ist, sollte „Abbrechen“ geklickt werden.

source: Warning: Possible File Overwrite
de: Dateiüberschreibungswarnung

source: Current joystick centers have been saved.
de: Die aktuellen Joystick‑Zentrierungen wurden abgespeichert.

source: Calibration Complete
de: Kalibrierung abgeschlossen

source: Using rewind buffer of {0}
de: Verwendung des Wiederholpuffers von {0}

source: GTK port options: -filter [option] Use a filter to scale the image. [option] is one of: none supereagle 2xsai super2xsai hq2x hq3x hq4x 2xbrz 3xbrz 4xbrz epx ntsc -mutesound Disables sound output.
de: Optionen der GTK‑Portierung: -filter [Option] Verwendet einen Filter zur Bildskalierung. [Option] ist Eines von: none, supereagle, 2xsai, super2xsai, hq2x, hq3x, hq4x, 2xbrz, 3xbrz, 4xbrz, epx, oder ntsc. -mutesound Deaktiviert die Klangausgabe.

source: Save States
de: Speicherstände

source: All Files
de: Alle Dateien

source: Couldn't load files.
de: Dateien konnten nicht geladen werden.

source: Open SNES Movie
de: SNES‑Video öffnen

source: New SNES Movie
de: Neues SNES‑Video

source: SNES Movies
de: SNES‑Videos

source: Open SNES ROM Image
de: SNES‑ROM‑Abbild öffnen

source: SNES ROM Images
de: SNES‑ROM‑Abbilder

source: Couldn't load file:
de: Datei konnte nicht geladen werden:

source: Load Saved State
de: Speicherstand _laden

source: The current frame in the movie is <b>{0:Ld}</b>.
de: Das aktuelle Bild des Videos ist <b>{0:Ld}</b>.

source: Save State
de: Speicherstand _speichern

source: Save SPC file...
de: S_PC‑Datei speichern…

source: Couldn't save SPC file:
de: SPC‑Datei konnte nicht gespeichert werden:

source: <b>Information for %s</b> <i>Name:</i> %s <i>Speed:</i> %02X/%s <i>Map:</i> %s <i>Type:</i> %02x <i>Contents:</i> %s <i>ROM Size:</i> %s <i>Calculated Size:</i> %d <i>SRAM Size:</i> %s <i>Header Checksum:</i> %04X <i>Checksum Complement:</i> %04X <i>Actual Checksum:</i> %04X <i>Video:</i> %s <i>CRC32:</i> %08X <i>Revision:</i> %s <b><i>%s%s</i></b>
de: <b>Informationen über <tt>%s</tt></b> <i>Name:</i> %s <i>Geschwindigkeit:</i> %02X/%s <i>Einblendung:</i> %s <i>Typ:</i> %02x <i>Inhalt:</i> %s <i>ROM‑Größe:</i> %s <i>Berechnete Größe:</i> %d <i>SRAM‑Größe:</i> %s <i>Kopfstückprüfsumme:</i> %04X <i>Prüfsummekomplement:</i> %04X <i>Tatsächliche Prüfsumme:</i> %04X <i>Video:</i> %s <i>CRC32:</i> %08X <i>Revision:</i> %s <b><i>%s%s</i></b>

source: This ROM has been auto-patched with
de: Dieses ROM wurde automatisch geflickt mit

source: This ROM has been modified or damaged
de: Dieses ROM wurde modifiziert oder beschädigt

source: File Information
de: Dateiinformationen

source: Export Shader Preset to:
de: Schattierungsvoreinstellung exportieren nach:

source: Shader Preset
de: Schattierungsvoreinstellung

source: Shader Parameters
de: Schattierungsparameter

source: About Snes9x
de: Über Snes9x

source: Snes9x Cheats
de: Snes9x‑Schummeleien

source: Update Cheat
de: Schummelei aktualisieren

source: Disable All
de: Alle deaktivieren

source: Delete All Cheats
de: Alle Schummeleien löschen

source: Search Cheat Database
de: Schummeldatenbank durchsuchen

source: Description:
de: Beschreibung:

source: Advance to Frame
de: Zum Bild vorrücken

source: The current frame in the movie is
de: Das aktuelle Bild des Videos ist

source: Fast‑forward to frame
de: Zu Bild vorspulen

source: Black
de: Schwarz

source: Color bars
de: Farbige Balken

source: Pixel art patterns
de: Pixelkunstmuster

source: Dithered gradient
de: Fehlergestreuter Verlauf

source: Color bars and patterns
de: Farbige Balken und Muster

source: Starfield
de: Sternenfeld

source: Snow
de: Schnee

# filter list
source: None
de: Kein

source: 8:7 Square pixels
de: 8:7 quadratische Pixel

source: 8:7 Square pixels, integer multiples
de: 8:7 quadratische Pixel und ganzzahlige Vielfache

source: 4:3 SNES correct aspect
de: 4:3 korrektes SNES Seitenverhältnis

source: 4:3 SNES correct aspect, integer multiples
de: 4:3 korrektes SNES Seitenverhältnis und ganzzahlige Vielfache

source: 8*8:7*7 NTSC
de: 8²:7² NTSC

source: 8*8:7*7 NTSC, integer multiples
de: 8²:7² NTSC, ganzzahlige Vielfache

source: Merge adjacent pairs
de: Verschmelzung angrenzender Paare

source: Output directly
de: Direktausgabe

source: Scale low‑resolution screens
de: Skalierung von Bildschirmen geringer Auflösung

source: Toggle the menu bar
de: Menüleiste umschalten

source: Exit fullscreen mode
de: Vollbildmodus beenden

source: Quit Snes9x
de: Snes9x beenden

source: Timer‑based
de: Zeitgeber

source: Timer‑based with automatic frame-skipping
de: Zeitgeber mit automatischer Bildauslassung

source: Sound buffer synchronization
de: Klangpuffersynchronisierung

source: No throttling, use vsync to control speed
de: Keine Drosselung, vertikale Synchronisierung verwenden

source: Nearest
de: Nächster

source: Gaussian (correct)
de: Gauß (korrekt)

source: Cubic
de: Kubisch

source: _File
de: _Datei

source: _Open ROM Image…
de: ROM‑Abbild _öffnen…

source: Open Recent
de: _Zuletzt verwendet öffnen

source: Clear Recent Items
de: Zuletzt verwendete Einträge _bereinigen

source: Open with _NetPlay…
de: Mit _NetPlay öffnen

source: Open a ROM to use with NetPlay
de: Öffnet ein ROM zur Verwendung mit NetPlay.

source: Open _MultiCart…
de: _MultiCart öffnen…

source: _Load State
de: Speicherstand _laden

source: Slot _0
de: Speicherplatz _0

source: Slot _1
de: Speicherplatz _1

source: Slot _2
de: Speicherplatz _2

source: Slot _3
de: Speicherplatz _3

source: Slot _4
de: Speicherplatz _4

source: Slot _5
de: Speicherplatz _5

source: Slot _6
de: Speicherplatz _6

source: Slot _7
de: Speicherplatz _7

source: Slot _8
de: Speicherplatz _8

source: Slot _9
de: Speicherplatz _9

source: From _File…
de: Aus _Datei…

source: _Undo Load State
de: Speicherstand rückgängig machen

source: _Save State
de: Speicherstand _speichern

source: To _File…
de: _In Datei…

source: Save SPC…
de: SPC speichern…

source: Show ROM _Info…
de: ROM‑_Info anzeigen…

source: Run / _Continue
de: Starten/Fortfahren

source: Load _Movie…
de: Video _laden…

source: R_ecord Movie…
de: _Video aufnehmen…

source: _Stop Recording
de: Aufnahme _anhalten

source: _Jump to Frame…
de: Zu Bild springen

source: Sy_nc Clients
de: Teilnehmer sy_nchronisieren

source: Reset
de: _Neustarten

source: Soft _Reset
de: _Zurücksetzen

source: _View
de: _Ansicht

source: _Toggle Menubar
de: Menüleiste _umschalten

source: _Change Size
de: _Größe ändern

source: _Options
de: _Optionen

source: Controller Ports
de: Steueranschlüsse

source: SNES Port 1
de: SNES‑Anschluss 1

source: Mouse
de: Maus

source: SNES Port 2
de: SNES‑Anschluss 2

# SNES port 2
source: None
de: Nichts

source: _Cheats…
de: _Schummeleien…

source: _Shader Parameters…
de: _Schattierungsparameter…

source: Open Multiple ROM Images (MultiCart)
de: Mehrfach‑ROM‑Abbilder öffnen (MultiCart)

source: Slot A:
de: Steckplatz A:

source: Select an Image for Slot A
de: Ein Abbild für Steckplatz A auswählen

source: Slot B:
de: Steckplatz B:

source: Select an Image for Slot B
de: Ein Abbild für Steckplatz B auswählen

source: The game chosen will be loaded before connecting. This field can be blank if the server will send the ROM image
de: Das gewählte Spiel wird vor dem Verbindungsaufbau geladen. Dieses Feld kann leer bleiben, falls der Server das ROM‑Abbild zusenden wird.

source: Browse…
de: Durchsuchen…

source: Clear entry
de: Eintrag bereinigen

source: <b>ROM Image</b>
de: <b>ROM‑Abbild</b>

source: Connect to another computer
de: Mit einem anderen Computer verbinden

source: Connect to another computer that is running Snes9x NetPlay as a server
de: Verbindet mit einem anderen Computer auf dem Snes9x NetPlay als Server läuft.

source: Name or IP address:
de: Name oder IP‑Adresse:

source: Domain name or internet protocol address of a remote computer
de: Der Domänenname oder die Internetprotokolladresse eines entfernten Computers.

source: Port:
de: Anschluss:

source: Connect to specified TCP port on remote computer
de: Verbindet mit dem angegebenen Anschluss auf dem entfernten Computer.

source: Act as a server
de: Als Server fungieren

source: Host a game on this computer as Player 1, requiring extra throughput to support multitple users
de: Leitet ein Spiel auf diesem Computer als Spieler 1, welches zusätzlichen Durchsatz benötigt um mehrere Benutzer zu unterstützen.

source: Sync using reset
de: Durch Zurücksetzen synchronisieren

source: Reset the game when players join instead of transferring potentially unreliable freeze states
de: Setzt das Spiel zurück sobald Spieler beitreten, anstatt potenziell unzuverlässige Speicherstände zu übertragen.

source: Send ROM image to clients
de: ROM‑Abbild an Teilnehmer senden

source: Send the running game image to players instead of requiring them to have their own copies
de: Sendet an Spieler das laufende Spielabbild, statt von ihnen zu erwarten eigene Kopien zu haben.

source: Default port:
de: Standardanschluss:

source: TCP port used as a connection point for remote clients
de: Der durch entfernte Teilnehmer für eine Verbindung verwendete TCP‑Anschluss.

source: Ask server to pause when
de: Beim Server eine Pause anfragen, sobald

source: <b>Settings</b>
de: <b>Einstellungen</b>

source: Snes9x Preferences
de: Snes9x‑Einstellungen

source: Use fullscreen on ROM open
de: Vollbild bei der Öffnung eines ROMs verwenden

source: Go to fullscreen mode immediately after opening a ROM
de: Geht nach der Öffnung eines ROMs sofort in den Vollbildmodus.

source: Show local time
de: Lokale Uhrzeit anzeigen

source: Show frame rate
de: Bildwechselfrequenz anzeigen

source: Show pressed keys
de: Gedrückte Tasten anzeigen

source: Show fast‑forward and pause indicators
de: Vorspulen und Pause anzeigen

source: Use overscanned height
de: _Übertasthöhe verwenden

source: Use SNES extended height. Will probably cause letterboxing
de: Verwendet die erweiterte Höhe des SNES. Verursacht wahrscheinlich Bildrahmung.

source: On‑screen display size:
de: Größe der Anzeige auf dem Bildschirm:

source: The size of on‑screen display messages in pixels
de: Die Größe von Mitteilungen auf dem Bildschirm in Pixeln.

source: Change fullscreen resolution:
de: Vollbildauflösung ändern:

source: Changes the screen resolution when running Snes9x in fullscreen mode
de: Ändert die Vollbildauflösung während Snes9x im Vollbildmodus läuft.

source: Basic Settings
de: Grundeinstellungen

source: Scale image to fit window
de: Bild auf Fenstergröße skalieren

source: Scales the image so no black bars are present
de: Skaliert das Bild, sodass keine schwarzen Balken vorhanden sind.

source: Aspect ratio:
de: Seitenverhältnis:

source: Maintain aspect ratio
de: Seitenverhältnis beibehalten

source: Scales the image as large as possible without distortion
de: Skaliert das Bild verzerrungsfrei auf die maximale Größe.

source: Allows scaling and filtering to use multiple processors
de: Ermöglicht die Verwendung von mehreren Prozessoren bei der Bildskalierung und ‑Filterung.

source: Use
de: Mit

source: High‑resolution effect:
de: Hochauflösungseffekt:

source: Apply scaling filter:
de: Skalierungsfilter anwenden:

source: Video preset:
de: Video‑Voreinstellung:

source: Composite
de: Fernsehsignal

source: Monochrome
de: Monochrom

source: Artifacts:
de: Artefakte:

source: Sharpness:
de: Schärfe:

source: Brightness:
de: Helligkeit:

source: Contrast:
de: Kontrast:

source: Saturation:
de: Sättigung:

source: Hue:
de: Tönung:

source: Fringing:
de: Ausfransung:

source: Bleed:
de: Abfärbung:

source: Resolution:
de: Auflösung:

source: Merge odd and even fields
de: Ungerade und gerade Felder verschmelzen

source: Scanline intensity:
de: Abtastlinienintensität:

source: Scaling
de: Skalierung

source: Bilinear‐filter output
de: Ausgabe bilinear filtern

source: Use best settings for FreeSync/G‑Sync when in fullscreen
de: Beste FreeSync/G‑Sync‑Einstellungen im Vollbildmodus verwenden

source: Sync to vertical blank
de: Mit vertikaler Austastlücke synchronisieren

source: Sync the image to the vertical retrace to stop tearing
de: Synchronisiert das Bild mit dem vertikalen Strahlrücklauf um Verzerrungen zu vermeiden.

source: Reduce input lag
de: Eingabeverzögerung verringern

source: Sync the program with the video output after every displayed frame to reduce input latency
de: Synchronisiert das Programm mit der Videoausgabe nach jedem dargestelltem Bild um die Eingabeverzögerung zu verringern.

source: Shader:
de: Schattierung:

source: Force an inverted byte‑ordering
de: Byte‑Reihenfolge umkehren

source: Forces a swapped byte‑ordering for cases where the system’s endian is used instead of the video card
de: Erzwingt eine umgekehrte Byte‑Reihenfolge in Fällen, in denen die Reihenfolge des Systems statt der Grafikkarte verwendet wird.

source: Hardware Acceleration
de: Hardware‑Beschleunigung

source: Display
de: Anzeige

source: Sound driver:
de: Klangtreiber

source: Automatically adjust input rate to display
de: Eingabefrequenz automatisch an Anzeige anpassen

source: Sets the correct input rate based on the display’s refresh rate
de: Setzt die korrekte Eingabefrequenz anhand der Bildwiederholfrequenz der Anzeige.

source: Dynamic rate control
de: Dynamische Frequenzsteuerung

source: Smooth out slight hiccups in sound input rate
de: Glättet geringfügige Abweichungen der Eingabefrequenz.

source: Mute sound output
de: Klangausgabe stumm schalten

source: Disables output of sound
de: Deaktiviert die Klangausgabe.

source: Mute sound when using turbo or rewind
de: Klangausgabe bei Verwendung von Turbo oder zurück spulen stumm schalten

source: Disables output of sound when using turbo or rewind
de: Deaktiviert die Klangausgabe bei Verwendung von Turbo und zurück spulen.

source: Playback rate:
de: Wiedergabefrequenz:

source: Buffer size:
de: Puffergröße:

source: Dynamic rate limit:
de: Dynamische Frequenzbegrenzung:

source: Input rate:
de: Eingabefrequenz:

source: Adjust to produce more or less data. Decrease the rate if experiencing crackling. Increase the rate if experiencing frame rate stuttering. Best used with the “Sound buffer synchronization” option.
de: Eine Anpassung produziert mehr oder weniger Daten. Sollte Knattern hörbar sein, kann die Frequenz verringert werden. Sollte die Bildwechselfrequenz stottern kann die Frequenz erhöht werden. Funktioniert am besten mit der Option „Klangpuffersynchronisierung“.

source: Video rate:
de: Bildwiederholfrequenz:

source: <b>Sound Settings</b>
de: <b>Klangeinstellungen</b>

source: Sound
de: Klang

source: Throttling method:
de: Drosselungsmethode:

source: <b>Speed Control</b>
de: <b>Geschwindigkeitssteuerung</b>

source: Rewind buffer size (MB):
de: Größe des Wiederholpuffers in MB:

source: Number of frames between rewind snapshots:
de: Anzahl der Bilder zwischen Wiederholerfassungen:

source: <b>Rewind Settings</b>
de: <b>Wiederholeinstellungen</b>

source: Allow invalid VRAM access
de: Ungültigen Zugriff auf das VRAM zulassen

source: Allows ROM hacks to write to screen at the wrong time. Only use if you know your ROM hack expects this
de: Lässt ROM‑Hacks zur falschen Zeit auf dem Bildschirm schreiben. Dies sollte ausschließlich nur dann verwendet werden, wenn ein ROM‑Hack dies erwartet.

source: Allow opposing dpad directions
de: Entgegen gesetzte Richtungen auf dem Steuerkreuz zulassen

source: Let left and right or up and down be pressed at the same time
de: Lässt das gleichzeitige drücken von ↑ und ↓ oder ← und → zu.

source: Overclock CPU
de: CPU übertakten

source: Reduces slowdown, but has potential to break games
de: Reduziert Verlangsamungen, birgt aber das Potenzial Spiele kaputt zu machen.

source: Remove sprite limit
de: Sprite‑Begrenzung aufheben

source: Reduces flicker, but may cause graphical artifacts
de: Reduziert Flackern, verursacht aber grafische Artefakte.

source: Redirect echo buffer overflow
de: Überfüllung des Echopuffers umlenken

source: Allows old addmusic hacks to work, but will likely hurt other games
de: Ermöglicht alte Addmusic‑Hacks, wird aber wahrscheinlich anderen Spielen schaden.

source: SuperFX clock speed %:
de: SuperFX‑Taktgeschwindigkeit in %:

source: Gaussian is the correct behavior for SNES hardware
de: „Gauß“ entspricht dem tatsächlichen Verhalten der SNES‑Hardware.

source: Sound filter:
de: Klangfilter:

source: Save states:
de: Speicherstände:

source: Cheats:
de: Schummeleien:

source: Patches:
de: Flicken:

source: Exports:
de: Exporte:

source: <b>Game Data Locations</b>
de: <b>Spieldatenorte</b>

source: Save SRAM:
de: SRAM nach

source: Automatically save the game’s SRAM at this interval. Setting this to 0 will only save when quitting or changing ROMs
de: Speichert das SRAM des Spiels im angegebenen Zeitintervall. Die Einstellung auf 0 bewirkt die Speicherung nur bei Beendigung oder beim Wechsel des ROMs.

source: <b>Automatic Saving</b>
de: <b>Automatische Speicherung</b>

source: Files
de: Dateien

source: _Reset
de: _Zurücksetzen

source: Swap with:
de: Tauschen durch:

source: _Swap
de: _Tauschen

source: Use _modifier keys (Ctrl, Shift, Alt) directly
de: _Modifikatortasten (Strg, Umschalt, Alt) direkt verwenden

source: Allow using modifier keys as independent keys instead of modifiers
de: Ermöglicht die Verwendung von Modifikatortasten als unabhängige Tasten statt als Modifikatoren.

source: Buttons
de: Knöpfe

source: <b>Sticky</b>
de: <b>Klebeknöpfe</b>

source: Turbo / Sticky Buttons
de: Turbo‑ oder Klebeknöpfe

source: Set new axis bindings at:
de: Inaktivitätsschwelle der Achsen auf

source: Changes the amount a joystick should be tilted to register a button press
de: Verändert die Stärke der Auslenkung ab der ein Knopfdruck registriert wird.

source: percent
de: Prozent setzen

source: <b>Joystick Axis Threshold</b>
de: <b>Joystick‑Achsschwelle</b>

source: Center all axes on all joysticks and press Calibrate.
de: Bevor „Kalibrieren“ gedrückt wird, sollten alle Achsen an allen Joysticks zentriert sein.

source: Cali_brate
de: _Kalibrieren

source: <b>Calibration</b>
de: <b>Kalibrierung</b>

source: Joystick Options
de: Joystick‑Optionen

source: <small>Click an entry and then press the desired keys or joystick button <tt>Escape</tt>: Move to next <tt>Shift+Escape</tt>: Clear selected</small>
de: <small>Auf ein Feld klicken und dann die gewünschten Tasten oder Joystick‑Knopf drücken <tt>ESC</tt>: Zum nächsten Feld gehen <tt>Umschalt+ESC</tt>: Feld bereinigen</small>

source: <b>Snes9x Emulator Shortcut Keys</b>
de: <b>Snes9x‑Emulator‑Tastenkürzel</b>

source: Soft reset
de: _Zurücksetzen

source: Hardware reset
de: _Neustarten

source: Increase frame time
de: _Bildzeit erhöhen

source: Decrease frame time
de: B_ildzeit verringern

source: Increase frame rate
de: Bildwechselfrequenz _erhöhen

source: Decrease frame rate
de: Bildwechselfrequenz _verringern

source: Toggle turbo
de: Turbo _umschalten

source: Enable turbo
de: _Turbo einschalten

source: Open ROM
de: ROM _öffnen

source: Toggle BG layer 0
de: Hintergrundebene 0 umschalten

source: Toggle BG layer 1
de: Hintergrundebene 1 umschalten

source: Toggle BG layer 2
de: Hintergrundebene 2 umschalten

source: Toggle BG layer 3
de: Hintergrundebene 3 umschalten

source: Toggle sprites
de: Sprites umschalten

source: Toggle forced backdrop color
de: Erzwungene Hintergrundfarbe umschalten

source: Screenshot
de: Bildschirmschnappschuss

source: Toggle fullscreen
de: Vollbild umschalten

source: Graphics
de: Grafik

source: Save current slot
de: In aktuellen Speicherplatz speichern

source: Load current slot
de: Vom aktuellen Speicherplatz laden

source: Increment and save
de: Erhöhen und speichern

source: Decrement and load
de: Verringern und laden

source: Increment slot
de: Speicherplatz erhöhen

source: Decrement slot
de: Speicherplatz verringern

source: <b>Quick save state</b>
de: <b>Speicherstandschnellspeicherung</b>

source: <b>Quick load state</b>
de: <b>Speicherstandschnellladung</b>

source: Slot 0
de: Speicherplatz 0

source: Slot 1
de: Speicherplatz 1

source: Slot 2
de: Speicherplatz 2

source: Slot 3
de: Speicherplatz 3

source: Slot 4
de: Speicherplatz 4

source: Slot 5
de: Speicherplatz 5

source: Slot 6
de: Speicherplatz 6

source: Slot 7
de: Speicherplatz 7

source: Slot 8
de: Speicherplatz 8

source: Slot 9
de: Speicherplatz 9

source: Toggle sound channel 0
de: Klangkanal 0 umschalten

source: Toggle sound channel 1
de: Klangkanal 1 umschalten

source: Toggle sound channel 2
de: Klangkanal 2 umschalten

source: Toggle sound channel 3
de: Klangkanal 3 umschalten

source: Toggle sound channel 4
de: Klangkanal 4 umschalten

source: Toggle sound channel 5
de: Klangkanal 5 umschalten

source: Toggle sound channel 6
de: Klangkanal 6 umschalten

source: Toggle sound channel 7
de: Klangkanal 7 umschalten

source: Toggle all sound channels
de: Alle Klangkanäle umschalten

source: Seek to frame
de: Zu Bild gehen

source: Load Movie
de: Video laden

source: Stop movie recording
de: Videoaufzeichnung anhalten

source: Begin movie recording
de: Videoaufzeichnung beginnen

source: Save SPC
de: SPC speichern
